{
  "about_platform": "About Platform",
  "transforming_pakistan_export": "Transforming Pakistan's Export Industry",
  "connecting_exporters": "Connecting exporters with trusted suppliers through our secure digital marketplace",
  "our_mission": "Our Mission",
  "mission_description": "To revolutionize Pakistan's export supply chain by creating transparent, efficient connections between exporters and verified suppliers.",
  "key_features": "Key Features",
  "development_team": "Development Team",
  "verified_suppliers": "Token payment",
  "verified_suppliers_description": "Our Platform allows token payment to be done and the payment is saved through escrow method to ensure token payment trasnfer is successful",
  "direct_connections": "Direct Connections",
  "direct_connections_description": "Eliminate intermediaries and communicate directly with suppliers through our app",
  "smart_matching": "Sample Feature",
  "smart_matching_description": "The sample feature allow exporter to first get sample of the product from supplier and after personal verification, can continue the order with supplier.",
  "order_tracking": "Bidding System",
  "order_tracking_description": "Bidding system of our website allows exporters to place large orders and wait for multiple suppliers to place bid and get selected.",
  "building_digital_bridges": "Building digital bridges for Pakistan's export economy",
  "faq_question_1": "What is SialConnect?",
  "faq_answer_1": "SialConnect is a web-based platform designed to connect new exporters in Pakistan with reliable suppliers. It allows exporters to browse products, place bids, negotiate prices, and make secure payments using a token-based system.",
  "faq_question_2": "How does SialConnect help exporters find reliable suppliers?",
  "faq_answer_2": "SialConnect provides a marketplace where exporters can search for suppliers based on their product needs. It includes supplier ratings and reviews from previous users, making it easier for exporters to assess reliability and quality before making a purchase.",
  "faq_question_3": "What is the bidding system on SialConnect?",
  "faq_answer_3": "The bidding system allows exporters to negotiate prices with suppliers by submitting bids. Suppliers can accept or counter these bids, providing exporters with competitive pricing for the products they need.",
  "faq_question_4": "How does the payment system work on SialConnect?",
  "faq_answer_4": "SialConnect uses a token-based payment system to ensure security and transparency. Exporters can purchase tokens, which are then used to make payments for products, services, or deposits. This system ensures that both parties fulfill their obligations before completing transactions.",
  "faq_question_5": "What makes SialConnect different from other platforms?",
  "faq_answer_5": "SialConnect stands out by offering bilingual support (English and Urdu), enabling a wider range of users to engage with the platform. Additionally, the bidding system allows exporters to negotiate prices, which is rare on other platforms. The platform also ensures secure transactions through token-based payments and provides non-editable PDF agreements for each transaction to prevent fraud.",
    "faq_question_6": "Is SialConnect safe to use?",
  "faq_answer_6": "Yes, SialConnect is designed with security in mind. The platform uses secure token-based payments and generates non-editable PDF agreements that ensure both exporters and suppliers uphold their end of the agreement. Additionally, the supplier reviews and ratings provide extra assurance of a supplier’s reliability.",
    "faq_question_7": "Can I communicate directly with suppliers on SialConnect?",
  "faq_answer_7": "Yes, SialConnect allows direct communication between exporters and suppliers through the platform. This feature makes it easy to negotiate terms, clarify product details, and discuss logistics in real-time.",
    "faq_question_8": "What happens if a supplier fails to deliver the product?",
  "faq_answer_8": "If a supplier fails to meet the agreed terms, the non-editable PDF agreement generated by the platform serves as a legally binding contract. Exporters can use this agreement to resolve disputes or take legal action if necessary.",
    "faq_question_9": "Can I leave a review for suppliers?",
  "faq_answer_9": "Yes, after completing a transaction, exporters can leave reviews for suppliers. These reviews help other exporters evaluate the supplier’s reliability and product quality, fostering a transparent and trustworthy environment on the platform."
}
