{
  "about_platform": "پلیٹ فارم کے بارے میں",
  "transforming_pakistan_export": "پاکستان کی برآمدی صنعت کو تبدیل کرنا",
  "connecting_exporters": "ہمارے محفوظ ڈیجیٹل مارکیٹ پلیس کے ذریعہ برآمد کنندگان کو قابل اعتماد سپلائرز کے ساتھ جوڑنا",
  "our_mission": "ہمارا مشن",
  "mission_description": "برآمد کنندگان اور تصدیق شدہ سپلائرز کے مابین شفاف ، موثر روابط پیدا کرکے پاکستان کی برآمدی سپلائی چین میں انقلاب لانا۔",
  "key_features": "کلیدی خصوصیات",
  "development_team": "ترقیاتی ٹیم",
  "verified_suppliers": "تصدیق شدہ سپلائرز",
  "verified_suppliers_description": "سخت توثیق کا عمل یقینی بناتا ہے کہ صرف اہل سپلائرز ہمارے نیٹ ورک میں شامل ہوں",
  "direct_connections": "براہ راست رابطے",
  "direct_connections_description": "بیچوانوں کو ختم کریں اور مینوفیکچررز کے ساتھ براہ راست بات چیت کریں",
  "smart_matching": "سمارٹ ملاپ",
  "smart_matching_description": "اے آئی سے چلنے والی سفارشات آپ کو مثالی شراکت داروں سے مربوط کرتی ہیں",
  "order_tracking": "آرڈر سے باخبر رہنا",
  "order_tracking_description": "پیداوار سے لے کر ترسیل تک ریئل ٹائم اپڈیٹس",
  "building_digital_bridges": "پاکستان کی برآمدی معیشت کے لئے ڈیجیٹل پل کی تعمیر",
  "faq_question_1": "سیال کنیکٹ کیا ہے؟",
  "faq_answer_1": "سیال کنیکٹ ایک ویب پر مبنی پلیٹ فارم ہے جو پاکستان میں نئے برآمد کنندگان کو قابل اعتماد سپلائرز کے ساتھ مربوط کرنے کے لئے ڈیزائن کیا گیا ہے۔ ",
  "faq_question_2": "سیال کنیکٹ برآمد کنندگان کو قابل اعتماد سپلائرز تلاش کرنے میں کس طرح مدد کرتا ہے؟",
  "faq_answer_2": "سیال کنیکٹ ایک ایسا بازار مہیا کرتا ہے جہاں برآمد کنندگان اپنی مصنوعات کی ضروریات کی بنیاد پر سپلائرز کی تلاش کرسکتے ہیں۔ ",
  "faq_question_3": "سیال کنیکٹ پر بولی لگانے کا نظام کیا ہے؟",
  "faq_answer_3": "بولی لگانے کا نظام برآمد کنندگان کو بولی جمع کروا کر سپلائی کرنے والوں کے ساتھ قیمتوں پر بات چیت کرنے کی اجازت دیتا ہے۔ ",
  "faq_question_4": "ادائیگی کا نظام سیال کنیکٹ پر کیسے کام کرتا ہے؟",
  "faq_answer_4": "سیال کنیکٹ سیکیورٹی اور شفافیت کو یقینی بنانے کے لئے ٹوکن پر مبنی ادائیگی کا نظام استعمال کرتا ہے۔ ",
  "faq_question_5": "کیا چیز دوسرے پلیٹ فارمز سے مختلف ہوتی ہے؟",
  "faq_answer_5": "سیال کنیکٹ دو لسانی مدد (انگریزی اور اردو) کی پیش کش کرکے کھڑا ہے ، جس سے صارفین کی ایک وسیع رینج کو پلیٹ فارم کے ساتھ مشغول ہونے کا اہل بناتا ہے۔ ",
  "faq_question_6": "کیا سیال کنیکٹ استعمال کرنے کے لئے محفوظ ہے؟",
  "faq_answer_6": "ہاں ، سیال کنیکٹ کو سلامتی کو ذہن میں رکھتے ہوئے ڈیزائن کیا گیا ہے۔ ",
  "faq_question_7": "کیا میں سیال کنیکٹ پر سپلائرز کے ساتھ براہ راست بات چیت کرسکتا ہوں؟",
  "faq_answer_7": "ہاں ، سیال کنیکٹ پلیٹ فارم کے ذریعے برآمد کنندگان اور سپلائرز کے مابین براہ راست رابطے کی اجازت دیتا ہے۔ ",
  "faq_question_8": "اگر کوئی سپلائر مصنوعات کی فراہمی میں ناکام ہوجاتا ہے تو کیا ہوتا ہے؟",
  "faq_answer_8": "اگر کوئی سپلائر متفقہ شرائط کو پورا کرنے میں ناکام رہتا ہے تو ، پلیٹ فارم کے ذریعہ تیار کردہ غیر ترمیمی پی ڈی ایف معاہدہ قانونی طور پر پابند معاہدہ کے طور پر کام کرتا ہے۔ ",
  "faq_question_9": "کیا میں سپلائرز کے لئے جائزہ چھوڑ سکتا ہوں؟",
  "faq_answer_9": "ہاں ، لین دین کو مکمل کرنے کے بعد ، برآمد کنندگان سپلائرز کے لئے جائزے چھوڑ سکتے ہیں۔ "
}